const mongoose = require('mongoose');
const { Types: { ObjectId } } = mongoose;

const data = [{
  "_id": ObjectId(),
  "score": 0,
  "name": "جباری",
  "description": "رستورانی با طراحی زیبا و دلنشین ",
  "address": "اصفهان میدان آزادی",
  "adminUserName": "mojtaba",
  "adminPassword": "$2b$10$.A2yihEcLQj0yt3SptaZrOdqce4CVJVkC3lndkYRTJwx7TT/WHaX6",
  "comments": [],
  "menu": [
    {
      "score": 5,
      "images": [
        {
          "name": "1_1685203667401.jpg",
          "src": "public\\images\\foods\\1_1685203667401.jpg",
          "size": 13008,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "مرغ پرتقالی",
      "description": "همه ما مرغ خوردیم اما پرتقالی آن را نشنیدیم. این غذای خوشمزه به راحتی و با آب پرتقال درست می‍شود. پرتقال یکی از میوه‌های پر طرفدار فصل زمستان است و این غذا برای این فصل پیشنهاد می‌شود.",
      "price": 185000,
      "comments": []
    },
    {
      "score": 4.3,
      "images": [
        {
          "name": "2_1685203667402.jpg",
          "src": "public\\images\\foods\\2_1685203667402.jpg",
          "size": 14093,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "رولت گوشت با جعفری و گردو",
      "description": "یک غذای خوشمزه و جدید که با گوشت چرخ کرده درست می‍شود. برای تهیه این غذا به مواد زیر نیاز دارید",
      "price": 255000,
      "comments": [
        {
          "score": 3,
          "_id": ObjectId(),
          "user": "علی",
          "text": "خوب بود"
        },
        {
          "score": 5,
          "_id": ObjectId(),
          "user": "امیر",
          "text": "به نسبت کیفیت قیمت بالایی داشت"
        },
        {
          "score": 3,
          "_id": ObjectId(),
          "user": "مهدی",
          "text": "خوب نبود"
        }
      ]
    },
    {
      "score": 5,
      "images": [
        {
          "name": "3_1685203667402.jpg",
          "src": "public\\images\\foods\\3_1685203667402.jpg",
          "size": 17501,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "پای همبرگر با سس قارچ",
      "description": "اسم این غذا کمی عجیب و غریب است. اما خوردن آن را به شما برای ناهار توصیه میکنیم. این غذای جدید از مواد زیر تشکیل می‌شود",
      "price": 131000,
      "comments": [
        {
          "score": 5,
          "_id": ObjectId(),
          "user": "محسن",
          "text": "طعم خیلی عالی داشت"
        },
        {
          "score": 4.6,
          "_id": ObjectId(),
          "user": "احمد",
          "text": "بد نبود"
        }
      ]
    },
    {
      "score": 4.5,
      "images": [
        {
          "name": "4_1685203667403.jpg",
          "src": "public\\images\\foods\\4_1685203667403.jpg",
          "size": 13252,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "کوکو مرغ سوخاری",
      "description": "این غذا هم خوشمزه و هم جدید است. برای کوکو مرغ سوخاری نیاز به سرخ کن ندارید و با مواد زیر می‌توانید این غذای جدید را درست کنید.",
      "price": 267500,
      "comments": [
        {
          "score": 5,
          "_id": ObjectId(),
          "user": "سیمین",
          "text": "عالی و خوش مزه"
        },
        {
          "score": 4.8,
          "_id": ObjectId(),
          "user": "حیدری",
          "text": "خوب بود"
        }
      ]
    },
    {
      "score": 3.9,
      "images": [
        {
          "name": "5_1685203667403.jpg",
          "src": "public\\images\\foods\\5_1685203667403.jpg",
          "size": 9998,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "خوراک مرغ و قارچ",
      "description": "این غذای خوشمزه از سینه مرغ شکم پر با قارچ و پنیر درست می‌شود. این مواد اینقدر جذاب هستند که هر کسیو به وجد میاره تا برای یک بارم که شده این غذا را درست کند.",
      "price": 140000,
      "comments": [
        {
          "score": 3.4,
          "_id": ObjectId(),
          "user": "سعید",
          "text": "طعم غذا خوب بود ولی ارسال غذا ضعیف بود"
        },
        {
          "score": 4.1,
          "_id": ObjectId(),
          "user": "فرامرز",
          "text": "غذا سرد بود"
        }
      ]
    },
    {
      "score": 2.7,
      "images": [
        {
          "name": "6_1685203667403.jpg",
          "src": "public\\images\\foods\\6_1685203667403.jpg",
          "size": 10168,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "راتا مرغ و شوید",
      "description": "راتای مرغ و شوید یک غذای فینگرفودی است اما می‌توانید به مقدار زیاد درست کرده و برای ناهار میل کنید. برای طرز تهیه راتای مرغ و شوید به مواد زیر نیاز داریم:",
      "price": 245000,
      "comments": [
        {
          "score": 4.5,
          "_id": ObjectId(),
          "user": "علی",
          "text": "طعم خوبی نداشت"
        }
      ]
    },
    {
      "score": 1.3,
      "images": [
        {
          "name": "7_1685203667405.jpg",
          "src": "public\\images\\foods\\7_1685203667405.jpg",
          "size": 18918,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "جیب تاجر مرغ",
      "description": "جیب تاجر یک غذای خوشمزه و جدید برای ناهار است. داخل جیب تاجر را با هر ماده‌ای می‌توانید پر کنید. با انواع سالادها مثل سالاد ماکارونی یا سالاد الویه و همچنین با مرغ، گوشت یا سبزیجات نیز می‌توانید داخل جیب تاجر را پر کنید. برای طرز تهیه این غذای خوشمزه با ما همراه باشید. ",
      "price": 315000,
      "comments": []
    },
    {
      "score": 3,
      "images": [
        {
          "name": "8_1685203667405.jpg",
          "src": "public\\images\\foods\\8_1685203667405.jpg",
          "size": 16245,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "گراتن مرغ و سیب زمینی",
      "description": "گراتن یک غذای فرانسویه که با بادمجان یا سینه مرغ و سیب زمینی درست می‌شود. این غذای خوشمزه فرانسوی به مواد زیر نیاز دارد:",
      "price": 114000,
      "comments": [
        {
          "score": 5,
          "_id": ObjectId(),
          "user": "حسن",
          "text": "طعم خوبی داشت"
        }
      ]
    },
    {
      "score": 4,
      "images": [
        {
          "name": "9_1685203667405.jpg",
          "src": "public\\images\\foods\\9_1685203667405.jpg",
          "size": 12082,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "جامبو شکم پر",
      "description": "جامبو یک غذای خوشمزه و جدید است که به عنوان فینگرفود در مهمانی نیز می‌توانید سرو کنید. برای تهیه جامبو شلز به مواد زیر نیاز داریم:",
      "price": 185000,
      "comments": []
    },
    {
      "score": 5,
      "images": [
        {
          "name": "10_1685203667406.jpg",
          "src": "public\\images\\foods\\10_1685203667406.jpg",
          "size": 11781,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "تاکو گوشت",
      "description": "تاکو یک غذای مکزیکی خوشمزه است و در همه جای دنیا سرو می‌شود. تاکو با طعم‌های مختلف و با گوشت مرغ، ماهی، سبزیجات و گوشت درست می‌شود. در اینجا تاکو گوشت را به شما آموزش می‌دهیم.",
      "price": 124000,
      "comments": [
        {
          "score": 3,
          "_id": ObjectId(),
          "user": "علی",
          "text": "خوب بود"
        },
        {
          "score": 5,
          "_id": ObjectId(),
          "user": "امیر",
          "text": "به نسبت کیفیت قیمت بالایی داشت"
        },
        {
          "score": 3,
          "_id": ObjectId(),
          "user": "مهدی",
          "text": "خوب نبود"
        }
      ]
    }
  ],
  "__v": 1
}, {
  "_id": ObjectId(),
  "score": 0,
  "name": "معظم",
  "description": "رستورانی با طراحی زیبا و دلنشین ",
  "address": "اصفهان میدان آزادی",
  "adminUserName": "mojtaba2",
  "adminPassword": "$2b$10$6O0VjuYpuQncztggULG2eOL.GxGT2MFk5G/KriNNQcnzL3.Mxnq32",
  "comments": [],
  "menu": [
    {
      "score": 3.7,
      "images": [
        {
          "name": "12_1685203667406.jpg",
          "src": "public\\images\\foods\\12_1685203667406.jpg",
          "size": 18386,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "املت ایتالیایی",
      "description": "یک غذای خوشمزه برای صبحانه یا ناهار املت ایتالیایی است. این غذا با تخم مرغ درست می‌شود. مواد لازم برای تهیه املت ایتالیایی به شرح زیر است:",
      "price": 112000,
      "comments": [
        {
          "score": 5,
          "_id": ObjectId(),
          "user": "امیر",
          "text": "به نسبت کیفیت قیمت بالایی داشت"
        }
      ]
    },
    {
      "score": 4,
      "images": [
        {
          "name": "13_1685203667407.jpg",
          "src": "public\\images\\foods\\13_1685203667407.jpg",
          "size": 14427,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "کراکت سیب زمینی و سوسیس",
      "description": "کراکت سیب زمینی و سوسیس یک غذای جدید است که برای ناهار می‌توانید آن را درست کنید.",
      "price": 231400,
      "comments": [
        {
          "score": 3,
          "_id": ObjectId(),
          "user": "مهدی",
          "text": "خوب نبود"
        },
        {
          "score": 5,
          "_id": ObjectId(),
          "user": "امیر",
          "text": "به نسبت کیفیت قیمت بالایی داشت"
        }
      ]
    },
    {
      "score": 5,
      "images": [
        {
          "name": "14_1685203667408.jpg",
          "src": "public\\images\\foods\\14_1685203667408.jpg",
          "size": 12168,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "پیده (پیتزای ترکی)",
      "description": "پیده یک پیتزای ترکیه‌ای است که می‌توانید در منزل درست و میل کنید. پیده را با گوشت ادویه زده و کبابی یا گوشت مرغ و سوسیس درست می‌کنند. مواد لازم برای تهیه پیده به شرح زیر است:",
      "price": 185000,
      "comments": [
        {
          "score": 3,
          "_id": ObjectId(),
          "user": "مهدی",
          "text": "خوب نبود"
        }
      ]
    },
    {
      "score": 4.6,
      "images": [
        {
          "name": "15_1685203667408.jpg",
          "src": "public\\images\\foods\\15_1685203667408.jpg",
          "size": 11383,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "پیراشکی مرغ و قارچ",
      "description": "پیراشکی یکی از غذاهای خوشمزه‌ای است که داخل آن مواد مختلفی را می‌توان قرار داد. پیراشکی کالباس، پیراشکی گوشت، پیراشکی مرغ و قارچ از پیراشکی‌های معروف است که ما در اینجا طرز تهیه پیراشکی مرغ و قارچ را آموزش می‌دهیم:",
      "price": 171000,
      "comments": []
    },
    {
      "score": 5,
      "images": [
        {
          "name": "16_1685203667408.jpg",
          "src": "public\\images\\foods\\16_1685203667408.jpg",
          "size": 15869,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "سالاد مرغ و قارچ ترکیه‌ای",
      "description": "این سالاد هم بسیار خوشمزه و هم خاص است. یک سالاد و غذای جدید برای ناها ریا شام می‌توانید درست کنید. برای تهیه سالاد مرغ و قارچ به مواد زیر نیاز داریم:",
      "price": 185000,
      "comments": []
    },
    {
      "score": 3.7,
      "images": [
        {
          "name": "12_1685203667406.jpg",
          "src": "public\\images\\foods\\12_1685203667406.jpg",
          "size": 18386,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "املت ایتالیایی",
      "description": "یک غذای خوشمزه برای صبحانه یا ناهار املت ایتالیایی است. این غذا با تخم مرغ درست می‌شود. مواد لازم برای تهیه املت ایتالیایی به شرح زیر است:",
      "price": 112000,
      "comments": [
        {
          "score": 5,
          "_id": ObjectId(),
          "user": "امیر",
          "text": "به نسبت کیفیت قیمت بالایی داشت"
        }
      ]
    },
    {
      "score": 4,
      "images": [
        {
          "name": "13_1685203667407.jpg",
          "src": "public\\images\\foods\\13_1685203667407.jpg",
          "size": 14427,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "کراکت سیب زمینی و سوسیس",
      "description": "کراکت سیب زمینی و سوسیس یک غذای جدید است که برای ناهار می‌توانید آن را درست کنید.",
      "price": 231400,
      "comments": [
        {
          "score": 3,
          "_id": ObjectId(),
          "user": "مهدی",
          "text": "خوب نبود"
        },
        {
          "score": 5,
          "_id": ObjectId(),
          "user": "امیر",
          "text": "به نسبت کیفیت قیمت بالایی داشت"
        }
      ]
    },
    {
      "score": 5,
      "images": [
        {
          "name": "14_1685203667408.jpg",
          "src": "public\\images\\foods\\14_1685203667408.jpg",
          "size": 12168,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "پیده (پیتزای ترکی)",
      "description": "پیده یک پیتزای ترکیه‌ای است که می‌توانید در منزل درست و میل کنید. پیده را با گوشت ادویه زده و کبابی یا گوشت مرغ و سوسیس درست می‌کنند. مواد لازم برای تهیه پیده به شرح زیر است:",
      "price": 185000,
      "comments": [
        {
          "score": 3,
          "_id": ObjectId(),
          "user": "مهدی",
          "text": "خوب نبود"
        }
      ]
    },
    {
      "score": 4.6,
      "images": [
        {
          "name": "15_1685203667408.jpg",
          "src": "public\\images\\foods\\15_1685203667408.jpg",
          "size": 11383,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "پیراشکی مرغ و قارچ",
      "description": "پیراشکی یکی از غذاهای خوشمزه‌ای است که داخل آن مواد مختلفی را می‌توان قرار داد. پیراشکی کالباس، پیراشکی گوشت، پیراشکی مرغ و قارچ از پیراشکی‌های معروف است که ما در اینجا طرز تهیه پیراشکی مرغ و قارچ را آموزش می‌دهیم:",
      "price": 171000,
      "comments": []
    },
    {
      "score": 5,
      "images": [
        {
          "name": "16_1685203667408.jpg",
          "src": "public\\images\\foods\\16_1685203667408.jpg",
          "size": 15869,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "سالاد مرغ و قارچ ترکیه‌ای",
      "description": "این سالاد هم بسیار خوشمزه و هم خاص است. یک سالاد و غذای جدید برای ناها ریا شام می‌توانید درست کنید. برای تهیه سالاد مرغ و قارچ به مواد زیر نیاز داریم:",
      "price": 185000,
      "comments": []
    }
  ],
  "__v": 2
}, {
  "_id": ObjectId(),
  "score": 0,
  "name": "خان امیر",
  "description": "رستورانی با طراحی زیبا و دلنشین ",
  "address": "اصفهان میدان آزادی",
  "adminUserName": "mojtaba3",
  "adminPassword": "$2b$10$DkPCu1VUoDu76CXjDSzBh..B18xjFtRv1M1a4N8lf0Z3PFq/kS7Y6",
  "comments": [],
  "menu": [
    {
      "score": 4,
      "images": [
        {
          "name": "17_1685203667408.jpg",
          "src": "public\\images\\foods\\17_1685203667408.jpg",
          "size": 16199,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "سیب زمینی شکم پر",
      "description": "غذایی جدید و خوشمزه و به راحتی با سیب زمینی درست می‌شود. برای درست کردن این غذا به موادی مانند :",
      "price": 197000,
      "comments": []
    },
    {
      "score": 5,
      "images": [
        {
          "name": "18_1685203667409.jpg",
          "src": "public\\images\\foods\\18_1685203667409.jpg",
          "size": 16581,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "کیک گوشت",
      "description": "کیک گوشت یک غذای خوشمزه و جدید است که مانند کیک مرغ پر طرفداره. کیک مرغ ظاهر شیکی دارد و برای پذیرایی از مهمان برای ناهار و شام مناسب است.",
      "price": 185000,
      "comments": []
    },
    {
      "score": 3,
      "images": [
        {
          "name": "19_1685203667409.jpg",
          "src": "public\\images\\foods\\19_1685203667409.jpg",
          "size": 9660,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "کوکو ذرت (فریتر ذرت)",
      "description": "یک غذای جدید و خوشمزه که با نان می‌توانید میل کنید. کوکوی ذرت غذایی مقوی برای کسانی است که به سبزیجات علاقه دارند. برای تهیه کوکو ذرت به مواد زیر نیاز داریم:",
      "price": 185000,
      "comments": []
    },
    {
      "score": 4.1,
      "images": [
        {
          "name": "20_1685203667409.jpg",
          "src": "public\\images\\foods\\20_1685203667409.jpg",
          "size": 11990,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "فطایر گوشت",
      "description": "فطایر یک غذای عربی و خوشمزه است که از موادی مانند قارچ، فلفل دلمه‌ای، گوشت چرخ کرده، ذرت شیرین و خمیر آن از آرد نان فانتزی، کره، شیر، نمک و خمیر مایه درست می‌شود. داخل خمیر آن موادی که می‌گذارید کاملا سلیقه‌ای است. ",
      "price": 136100,
      "comments": []
    },
    {
      "score": 4,
      "images": [
        {
          "name": "21_1685203667409.jpg",
          "src": "public\\images\\foods\\21_1685203667409.jpg",
          "size": 7971,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "بیکد زیتی",
      "description": "بیکد زیتی یک غذای ایتالیایی امریکایی است که با پاستا زیتی و سس مخصوص درست می‌شود. برای تهیه این غذای خوشمزه به مواد زیر نیاز داریم.",
      "price": 115000,
      "comments": []
    },
    {
      "score": 2.4,
      "images": [
        {
          "name": "22_1685203667409.jpg",
          "src": "public\\images\\foods\\22_1685203667409.jpg",
          "size": 13101,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "گلت (galette) با بادمجان و قارچ",
      "description": "گلت (galette) از خانواده تارت و پای به شمار میاد. در واقع خمیر گلت همان خمیر تارت و پای است با این تفاوت که خمیر گلت برخلاف تارت، نیازی به هیچ نوع قالبی ندارد و باید با دست به آن شکل داد! قطعا یکی از دلایلی که باعث محبوبیت گلت شده میتوان همین مورد را نام برد! نیازی به  قالب ندارد و تهیه آن آسان و ساده است!",
      "price": 214000,
      "comments": []
    },
    {
      "score": 5,
      "images": [
        {
          "name": "3175131_1685203667410.jpg",
          "src": "public\\images\\foods\\3175131_1685203667410.jpg",
          "size": 82904,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "کیک سبزیجات",
      "description": "کیک سبزیجات یک غذای جدید و خوشمزه است که با یک ایده متفاوت می‌توانید آن را درست کنید. برای طرز تهیه کیک سبزیجات خوشمزه به مواد زیر نیاز دارید.",
      "price": 185000,
      "comments": []
    },
    {
      "score": 4,
      "images": [
        {
          "name": "17_1685203667408.jpg",
          "src": "public\\images\\foods\\17_1685203667408.jpg",
          "size": 16199,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "سیب زمینی شکم پر",
      "description": "غذایی جدید و خوشمزه و به راحتی با سیب زمینی درست می‌شود. برای درست کردن این غذا به موادی مانند :",
      "price": 197000,
      "comments": []
    },
    {
      "score": 5,
      "images": [
        {
          "name": "18_1685203667409.jpg",
          "src": "public\\images\\foods\\18_1685203667409.jpg",
          "size": 16581,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "کیک گوشت",
      "description": "کیک گوشت یک غذای خوشمزه و جدید است که مانند کیک مرغ پر طرفداره. کیک مرغ ظاهر شیکی دارد و برای پذیرایی از مهمان برای ناهار و شام مناسب است.",
      "price": 185000,
      "comments": []
    },
    {
      "score": 3,
      "images": [
        {
          "name": "19_1685203667409.jpg",
          "src": "public\\images\\foods\\19_1685203667409.jpg",
          "size": 9660,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "کوکو ذرت (فریتر ذرت)",
      "description": "یک غذای جدید و خوشمزه که با نان می‌توانید میل کنید. کوکوی ذرت غذایی مقوی برای کسانی است که به سبزیجات علاقه دارند. برای تهیه کوکو ذرت به مواد زیر نیاز داریم:",
      "price": 185000,
      "comments": []
    },
    {
      "score": 4.1,
      "images": [
        {
          "name": "20_1685203667409.jpg",
          "src": "public\\images\\foods\\20_1685203667409.jpg",
          "size": 11990,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "فطایر گوشت",
      "description": "فطایر یک غذای عربی و خوشمزه است که از موادی مانند قارچ، فلفل دلمه‌ای، گوشت چرخ کرده، ذرت شیرین و خمیر آن از آرد نان فانتزی، کره، شیر، نمک و خمیر مایه درست می‌شود. داخل خمیر آن موادی که می‌گذارید کاملا سلیقه‌ای است. ",
      "price": 136100,
      "comments": []
    },
    {
      "score": 4,
      "images": [
        {
          "name": "21_1685203667409.jpg",
          "src": "public\\images\\foods\\21_1685203667409.jpg",
          "size": 7971,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "بیکد زیتی",
      "description": "بیکد زیتی یک غذای ایتالیایی امریکایی است که با پاستا زیتی و سس مخصوص درست می‌شود. برای تهیه این غذای خوشمزه به مواد زیر نیاز داریم.",
      "price": 115000,
      "comments": []
    },
    {
      "score": 2.4,
      "images": [
        {
          "name": "22_1685203667409.jpg",
          "src": "public\\images\\foods\\22_1685203667409.jpg",
          "size": 13101,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "گلت (galette) با بادمجان و قارچ",
      "description": "گلت (galette) از خانواده تارت و پای به شمار میاد. در واقع خمیر گلت همان خمیر تارت و پای است با این تفاوت که خمیر گلت برخلاف تارت، نیازی به هیچ نوع قالبی ندارد و باید با دست به آن شکل داد! قطعا یکی از دلایلی که باعث محبوبیت گلت شده میتوان همین مورد را نام برد! نیازی به  قالب ندارد و تهیه آن آسان و ساده است!",
      "price": 214000,
      "comments": []
    },
    {
      "score": 5,
      "images": [
        {
          "name": "3175131_1685203667410.jpg",
          "src": "public\\images\\foods\\3175131_1685203667410.jpg",
          "size": 82904,
          "type": "image/jpeg"
        }
      ],
      "_id": ObjectId(),
      "name": "کیک سبزیجات",
      "description": "کیک سبزیجات یک غذای جدید و خوشمزه است که با یک ایده متفاوت می‌توانید آن را درست کنید. برای طرز تهیه کیک سبزیجات خوشمزه به مواد زیر نیاز دارید.",
      "price": 185000,
      "comments": []
    }
  ],
  "__v": 2
}]
export {}
module.exports = data